[SpellChecker]
&Add=&إضافة
&Change All=تغيير ال&كل
&Custom Dictionary:=قاموس مخصص:
&Delete=حذف
&Dictionaries ...=قواميس...
&Edit=&تحرير
&Enter the new custom dictionary name:=أدخل الإسم للقاموس المخصص الجديد
&Excluded Words=الكلمات ال&مستبعدة
&Help=&تعليمات
&Ignore All=تجاهل الك&ل
&Ignore this word:=&تجاهل هذه الكلمة
&New=جديد
&OK=&حسنا
&Options...=...&خيارات
&Replace With:=إستبدال &مع:
&Replace:=&استبدال
&Suggestions:=&مقترحات:
&Undo=ت&راجع
&With:=&مع :
(Ignore All / Change All)=(تجاهل الكل / تغيير الكل)
(no suggestions)=(لا يوجد إقتراحات)
A&uto-Correct Pairs=تصحيح الثنائي تلقائيا
Add&ed Words=الكلمات ال&مضافة
Au&to-Correct=تصحيح-تلقائي
Automatically correct DUal capitals=تصحيح حروف الكابيتل المكرّرة
C&hange=ت&غيير
Cancel=إلغاء الأمر
Choose Folder Containing Dictionaries=حدّد المجلد المتضمّن قواميس
Confirmation:=التأكيد:
Custom Dictionaries:=
D&ictionaries:=&قواميس:
Delete this custom dictionary?=هل تحذف هذا القاموس المخصص الجديد ؟
Dictionaries=قواميس
E&xclude this word:=إ&ستبعاد هذه الكلمة:
Filename=إسم الملف
I&gnore=ت&جاهل
Ignore Internet addresses=تجاهل عناوين الإنترنت
Ignore words containing numbers=تجاهل الكلمات المتضمّنة أرقام
Ignore words in &UPPERCASE=تجاهل الكلمات ذات الحروف الكبيرة
Locate Dictionaries...=تحديد القواميس...
Name=الإسم
New Custom Dictionary=قاموس مخصص جديد
Not Found:=غير موجود:
O&ptions:=خ&يارات:
Prompt on repeated word=الحث مع الكلمة المعادة
Reset Defaults=إستعادة الإفتراضيات
Spelling=تدقيق إملائي
Spelling Options=خيارات التدقيق الإملائي
Suggest from main dictionaries only=أقترح من القواميس الرئيسية فقط
The spelling check is complete.=تم التدقيق الإملائي
These words will always be considered incorrect during a spell check operation.=هذه الكلمات سيتم اعتبارها صحيحة أثناء دائما أثناء عملية التدقيق الإملائي
These words will automatically be corrected when encountered during a spelling check.=سيتم تصحيح هذه الكلمات نلقائيا عند مصادفتها أثناء التدقيق الإملائي
These words will be considered correct during a spell check operation.=هذه الكلمات سيتم اعتبارها صحيحة أثناء عملية التدقيق الإملائي
Words added with Ignore All / Change All=الكلمات المضافة مع تجاهل الكل / تغيير الكل

[TfrmColors]
&Even rows:=الصفوف ال&زوجية
&Font color:=لون ال&خط :
&Odd rows:=الصفوف ال&فردية:
&Untranslated items:=المواد ال&ير مترجمة
Cancel=إلغاء الأمر
Color Preferences=خيارات اللون
Fo&nt color:=لون الخ&ط:
Fon&t color:=لو&ن الخط:
OK=حسنا

[TfrmComments]
-=-
&Copy=نسخ
&Original:=ال&أصل:
&Paste=لصق
&Translation:=ال&ترجمة :
&Undo=ت&راجع
Comments=تعليقات
Copy|Copies the selection and puts it on the Clipboard=نسخ|نسخ التحديد و وضعه في الحافظة
Cu&t=قص
Cut|Cuts the selection and puts it on the Clipboard=قص|قص التحديد و وضعه في الحافظة
Paste|Inserts Clipboard contents=لصق|تفريغ محتويات الحافظة
Select &All=تحديد الكل
Select All|Selects the entire document=تحديد الكل|تحديد الوثيقة بالكامل
Undo|Reverts the last action=تراجع|العودة عن الإجراء الأخير

[TfrmConfigKbd]
&Add=&إضافة
&Close=إغلاق
&Current shortcuts:=:الإختصارات الحالية
&New shortcut:=:إختصار جديد
&Remove=إزا&لة
Cate&gories:=:الفئات
Co&mmands:=:الأوامر
Configure Keyboard=ضبط لوحة المفاتيح
Description:=:وصف
R&eset=إستعادة
Select command:=:تحديد أمر
Select shortcut:=تحديد إختصار:

[TfrmConfigSuspicious]
&Leading spaces mismatch=عدم التطابق لمسافات المقدمة
&Match between original and translation (one string per row):=(ال&مقارنة بن الأصل و الترجمة (عبارة واحدة لكل صف
&Original and translation are the same=الأصل و الترجمة متشا&بهان
&Trailing spaces mismatch=عدم التطابق لمسافات النهاية
Cancel=إلغاء الأمر
Configure suspicious translations=تكوين الترجمات المشكوك فيها
Mismatched &control characters at end=رموز تحكم &غير متطابقة في النهاية
OK=حسنا
Translation is &empty=الترجمة &فارغة
Treat as suspicious:=

[TfrmDictEdit]
&Add=&إضافة
&Original:=ال&أصل:
&Remove=إزا&لة
&Translations:=التر&جمات :
A&dd=إ&ضافة
Add a new original=
Add a new translation=
All items\r\nItems with translations\r\nItems without translations\r\nItems with > 1 translations\r\nItems with 1 translation\r\n=
Cancel=إلغاء الأمر
Change the selection to see different subsets of the dictionary=
Displays available translations. Bold items are the default translations.=
Edit Dictionary=تحرير القاموس
Make Default=
OK=حسنا
Re&move=إ&زالة
Remove selected original=
Remove the selected translation=
S&how:=&عرض :

[TfrmDictTranslationSelect]
&Add=&إضافة
&Change=&تغيير
&Don't check translated items=
&Ignore=ت&جاهل
&Original:=ال&أصل:
&Translation:=ال&ترجمة :
A&vailable translations:=الرجمات ال&متوفرة :
Add suggested translation to dictionary=
Close=إغلاق
Don't &ask again (in this session)=
Don't show this dialog again and use the latest response=
Ignore this item (don't translate)=
Select Translation=حدد الترجمة
Skip items that are already translated=
Stop translating=
Use the suggested translation=

[TfrmDualImport]
&Original file:=
&Translation file (optional):=
&Translation file:=
...=...
Cancel=إلغاء الأمر
OK=حسنا
Select files=
Select Original File=
Select Translation File=

[TfrmEditItem]
&Name:=ال&إسم:
&OK=&حسنا
&Original:=ال&أصل:
&Section:=ال&قسم:
&Translation:=ال&ترجمة :
Cancel=إلغاء الأمر
Edit Item=تحرير المادة
Ori&ginal Comment=تعليق ال&أصل
T&ranslation Comment=تعليق ال&ترجمة

[TfrmExport]
&Filename:=
&OK=&حسنا
&Preview (editable):=
...=...
Cancel=إلغاء الأمر
Confirm=تأكيد
Error=خطأ
File "%s" already exists. Do you want to overwrite it?=
Invalid filename "%s". Select another filename and try again.=
Preview=
Save file=

[TfrmFindReplace]
Find/Replace=بحث و استبدال

[TfrmImportExport]
(there is nothing to show in this view)=(لا يوجد شيء لمشاهدته في هذا المنظر)
Close=إغلاق
Configure...=تكوين...
Import/Export=إستيراد و تصدير
OK=حسنا

[TfrmMain]
"%s" has been changed outside the program, do you want to reload it?=قد تم تغييره خارج البرنامج , أترغب بإعادة فتحه؟ "%s"
#=#
%0:d of %1:d translated=تمت ترجمة %0:d من %1:d
%0:s, version %1:s: Copyright (c) 2003-%2:d by Peter Thörnqvist; all rights reserved\n\nToolbars and menus courtesy of Toolbar2000.\n\tFor more information, see http://www.jrsoftware.org/tb2k.php.\nTheme enabled toolbars and menus courtesy of TBX.\n\tFor more information, see http://g32.org/tbx/index.html.\nExtra themes for TBX courtesy of Roy Magne Klever.\n\tFor more information, see http://www.rmklever.com/delphitbx.\nUnicode enabled add-on package for Toolbar2000 and TBX courtesy of Silverpoint Development\n\tFor more information, see http://club.telepolis.com/silverpointdev/sptbxlib.\nUnicode controls courtesy of Troy Wolbrink's TNT controls.\n\tFor more information, see http://www.tntware.com/delphicontrols/unicode/.\nSpell checker kindly donated by Addictive Software.\n\tFor more info and additional dictionaries, see http://www.addictivesoftware.com\n\nThis program is released subject to the MPL 1.1 license (http://www.mozilla.org/MPL/MPL-1.1.html for details)\nand come with absolutely no warranty of any kind.=
%d items=مادة %d
&Actions=إجراءات
&Dictionary=قاموس
&Edit=&تحرير
&Encoding:=الترميز:
&Export=&تصدير
&File=&ملف
&Find Next=البحث عن ال&تالي
&Help=&تعليمات
&Import=&إستيراد
&Plugins=&وظائف إضافية
&Replace=إستبدال
&Translation:=ال&ترجمة :
&Tree view=
&View=عرض
(New Tool %d)=(أداة جديدة %d)
(no dictionary)=(لا يوجد قاموس)
(none)=(ingen)
(not assigned)=(غير معين)
[%0:s] - %1:s=[%0:s] - %1:s
About %s...=%s حول...
About...=حول...
Actions=إجراءات
Add current item to the dictionary=إضافة المادة الحالية إلى القاموس
Add Item=إضافة مادة
Add Item...=إضافة مادة...
Add new item to original and translation=إضافة مادة جديدة إلى الأصل و الترجمة
Add to Dictionary=إضافة إلى القاموس
All files (*.*)|*.*=
Alternate list editor=
An item with the specified Section and Name already exists=يوجد مسبقا مادة بالقسم و الإسم المحددين
ANSI=ANSI
ANSI\r\nUTF-8\r\nUnicode\r\n=ANSI\r\nUTF-8\r\nUnicode\r\n
Arguments:=إجراءات:
ASCII Value(s)...=ASCII (قيم(ة...
ASCII Value(s):=ASCII قيمة الـ:
Assigned to:=مُعيّن إلى:
Au&to-Correct=تصحيح-تلقائي
Available &plugins:=المتوفرة &plugins  الـ:
Bookmark 0=الإشارة 0
Bookmark 1=الإشارة 1
Bookmark 2=الإشارة 2
Bookmark 3=الإشارة 3
Bookmark 4=الإشارة 4
Bookmark 5=الإشارة 5
Bookmark 6=الإشارة 6
Bookmark 7=الإشارة 7
Bookmark 8=الإشارة 8
Bookmark 9=الإشارة 9
Camel Case Translations=
Case of letters (UPPER/lower) must match=يجب أن تطابق الحروف حالة الكابيتل و الإسمول
Clear=مسح
Clear All Translations=مسح كافة الترجمات
Clear current dictionary items first?=مسح مواد القاموس الحالية أولا ؟
Clear the MRU list=مسح قائمة الملفات الأخيرة
Clear the translated text=مسح النص المترجم
Close=إغلاق
Close this dialog=إغلاق هذه اللائحة
Configure Keyboard...=تكوين لوحة المفاتيح...
Configure suspicious translations...=تكوين الترجمات المشكوك فيها...
Configure the behavior of Next Suspicious Translation=تكوين سلوك الترجمة المشكوك فيها التالية
Confirm=تأكيد
Confirm Delete=تأكيد الحذف
Continue searching=متابعة البحث
Copy=نسخ
Copy all text from original file to translation=نسخ كامل النص من الأصل إلى ملف الترجمة
Copy from Name=نسخ من الإسم
Copy from Original=نسخ من الأصل
Copy selected text=نسخ النص المحدد
Copy the value of Name to Translation=نسخ القيمة من الإسم إلى الترجمة
Copy the value of Original to Translation=نسخ القيمة من الأصل إلى الترجمة
Copy to Clipboard?=أتنسخ للحافظة ؟
Could not create file "%s".\r\nPlease check that the file is writable and that you have sufficient permissions to create and modify files in the affected folder.="%s"لا يمكن إنشاء المجلد\r\nالرجاء تأكد من أنه لديك صلاحيات كافية لإنشاء و تعديل الملفات في المجلد المقصود
Create a new translation template file for IniTranslator itself=نفسه IniTranslator عمل ترجمة لـ
Create new dictionary=إنشاء قاموس جديد
Create new translation=إنشاء ترجمة جديدة
Customize...=تخصيص...
Cut=قص
Cut selected text=قص النص المحدد
Decoded characters=رموز مفككة الترميز
Delete Item...=حذف المادة...
Delete selected item?=هل تحذف المادة المحددة ؟
Delete the current item from both original and translation=حذف المادة الحالية من الأصل و من الترجمة
Dictionary=قاموس
Dictionary created and ready for use.=تم إنشاء القاموس و أصبح جاهزا للإستخدام
Dictionary files|*.dct;*.cat|All files|*.*=ملفات قواميس|*.dct;*.cat|كافة الملفات|*.*
Dictionary is empty: create or load a dictionary first!=القاموس فارغ , قم بإنشاء قاموس أو إفتح أي قاموس أولا
Display orphans (items in translation that are not in the original)=عرض المواد الزائدة في الترجمة و التي ليست موجودة في الأصل
Display the details pane=عرض لائحة التفاصيل
Display the keyboard configuration window=عرض نافذة تكوين لوحة المفاتيح
Display the settings dialog=عرض لائحة الإعدادات
Display the tools window=عرض نافذة الأدوات
Edit=تعديل
Edit all parts of the current item=تحرير كافة أجزاء المادة الحالية
Edit Dictionary...=تحرير القاموس...
Edit Item=تحرير المادة
Edit Item...=تحرير المادة...
Edit the currently loaded dictionary=تحرير القاموس المفتوح حاليا
Error=خطأ
Exit=خروج
Exit application=الخروج من البرنامج
Export=تصدير
Export to an external file or files=تصدير إلى ملف أو ملفات خارجية
Export...=تصدير...
Failed to execute "%s %s": %s=%s :" %s %s" فشل التشغيل لـ
Fi&nd what:=البحث &عن :
File=ملف
File "%s" not found: make sure the file exists and try again=غير موجود , تأكد من ذلك و حاول ثانية "%s" الملف
Find=بحث
Find &in:=البحث &في :
Find Next=البحث عن التالي
Find next occurence of the text=البحث عن وجود آخر للنص
Find next translated item that is missing a shortcut key present in the original=البحث عن المادة المترجمة التالية التي لا يوجد لها مفتاح مختصر في الأصل
Find...=بحث...
Find/Replace=بحث و استبدال
Full Screen=شاشة كاملة
Go to next item in list=الإنتقال إلى المادة التالية في القائمة
Go to next untranslated item=الإنتقال إلى المادة الغير مترجمة التالية
Go to previous item in list=الإنتقال إلى المادة السابقة في القائمة
Go to previous untranslated item=الإنتقال إلى المادة الغير مترجمة السابقة
Goto Bookmark=إنتقال إلى الإشارة
Goto Bookmark 0=الإنتقال إلى إشارة 0
Goto Bookmark 1=الإنتقال إلى إشارة 1
Goto Bookmark 2=الإنتقال إلى إشارة 2
Goto Bookmark 3=الإنتقال إلى إشارة 3
Goto Bookmark 4=الإنتقال إلى إشارة 4
Goto Bookmark 5=الإنتقال إلى إشارة 5
Goto Bookmark 6=الإنتقال إلى إشارة 6
Goto Bookmark 7=الإنتقال إلى إشارة 7
Goto Bookmark 8=الإنتقال إلى إشارة 8
Goto Bookmark 9=الإنتقال إلى إشارة 9
Help=تعليمات
Ignore control c&haracters=تجاوز الرموز ال&تحكمية
Import=إستيراد
Import from an external file or files=إستيراد من ملف أو ملفات خارجية
Import...=إستيراد...
Information=معلومات
Ini Translator=Ini Translator
Invert Dictionary=عكس القاموس
Invert the dictionary=عكس القاموس
inverted=معكوس
Language files|*.lng|Inno Setup files|*.isl|Ini files|*.ini;*.inf|Text files|*.txt:*.inc;*.bat;*.doc|All supported files|*.lng;*.isl;*.ini;*.inf;*.txt;*.inc;*.bat;*.doc|All files |*.*=ملفات اللغة|*.lng|Inno Setup ملفات|*.isl|Ini ملفات|*.ini;*.inf|ملفات نصية|*.txt:*.inc;*.bat;*.doc|كافة الملفات المعتمدة|*.lng;*.isl;*.ini;*.inf;*.txt;*.inc;*.bat;*.doc|كافة الملفات |*.*
lng=lng
Load Dictionary...=تشغيل قاموس
Load existing dictionary=تشغيل قاموس متوفر
Lowercase translation=
Make all translations consistent=
Match &case=مطابقة ال&حالة
Match &line=مطابقة ال&سطر
Menu=القائمة
Modified=معدل
More Buttons|Click to see more buttons=أزرار أخرى|أنقر لمشاهدة المزيد من الأزرار
Move one page down in the list=تحريك صفحة واحدة إلى أسفل القائمة
Move one page up in the list=تحريك صفحة واحدة إلى أعلى القائمة
Move to next item that is suspected not being translated correctly=الإنتقال إلى المادة التالية التي ربما لم تتم ترجمتها بشكل صحيح
Move to the bottom of the list=تحريك إلى أسفل القائمة
Move to the top of the list=تحريك إلى أعلى القائمة
MRU=أعلى وحدة
Name cannot be empty=لا يمكن أن يكون الإسم فارغا
New Dictionary...=قاموس جديد...
New Translation=ترجمة جديدة
Next=التالية
Next suspicious translation=الترجمة الغير مؤكدة التالية
Next unmatched shortcut=المختصر التالي الغير مطابق
Next untranslated=الغير مترجمة التالية
Open Dictionary File=فتح ملف قاموس
Open existing translation file=فتح ملف ترجمة متوفر
Open original and translation file=فتح الأصل و ملف الترجمة
Open Original Language File=فتح ملف اللغة الأصل
Open Original...=فتح الأصل...
Open Translated Language File=فتح ملف اللغة المترجم
Open Translation...=فتح الترجمة...
Ori&ginal:=ال&أصل:
Original=الأصل
Original (%s)=(%s) الأصل
Original text cannot be empty=لا يمكن أن يكون النص الأصلي فارغا
Original\r\nTranslation\r\nBoth\r\n=الأصل\r\nالترجمة\r\nكلاهما\r\n
Paste=لصق
Paste from clipboard=لصق من الحافظة
Plugin Error=Plugin خطأ
Preferences...=خيارات...
Prev untranslated=الغير مترجمة السابقة
Previous=السابقة
Re&place with:=إ&ستبدال مع "
Ready=جاهز
Remove Invalid=إزالة التالفة
Remove invalid entries from the MRU list=إزالة المدخلات التالفة من قائمة الملفات الأخيرة
Reopen=إعادة فتح
Replace &All=إستبدال الكل
Replace all occurences of the text=إستبدال أي وجود لنفس النص
Replace one item/show replace options=إستبدال مادة واحدة/إظهار خيارات الإستبدال
Replace text=إستبدال النص
Replace...=إستبدال...
Restore original sort=إستعادة الترتيب الأصلي
Save current dictionary to file=حفظ القاموس الحالي إلى ملف
Save current original file=حفظ ملف الأصل الحالي
Save current original file with a new filename=حفظ ملف الأصل الحالي بإسم جديد
Save current translation file=حفظ ملف الترجمة الحالي
Save current translation with a new filename=حفظ ملف الترجمة باسم جديد
Save Dictionary File=حفظ ملف القاموس
Save Dictionary...=حفظ القاموس...
Save modifications to the dictionary?=هل تحفظ التعديل إلى القاموس؟
Save Original=حفظ الأصل
Save Original As...=حفظ الأصل باسم...
Save Original Language File As=حفظ ملف اللغة الأصل باسم...
Save Translated Language File As=حفظ ملف اللغة المترجم باسم...
Save Translation=حفظ الترجمة
Save Translation As...=حفظ الترجمة باسم...
Save Translation Template=حفظ قالب الترجمة
Search &up=بحث &لأعلى
Search for text=البحث عن نص
Search upwards in the list=البحث إلى الأعلى في النص
Section cannot be empty=لا يمكن أن يكون القسم فارغا
Select a help file=حدد ملف التعليمات
Select a language file=حدد ملف اللغة
Select All=تحديد الكل
Select all text=تحديد كامل النص
Select the field(s) to search in=حدد الحقول أو الحقل للبحث فيها
Set focus to the listview=listview وضع التركيز إلى عنصر تحكم
Set focus to the original edit field=وضع التركيز على حقل التحرير الأصلي
Set focus to the translation edit field=وضع التركيز على حقل التحرير للترجمة
Show about box=إظهار لائحة حول
Show help file=إظهار ملف التعليمات
Show Key Details=إظهار تفاصيل المفتاح
Show Quotes=إظهار علامات الإقتباس
Show quotes in texts=إظهار علامات الإقتباس في النص
Show the ASCII values for the selected text=للنص المحدد ASCII إظهار قيم الـ
Skip any control characters (non-alphanumeric) when searching=تجاوز كافة الرموز التحكمية (الغير هجائية) أثناء البحث
Some items (%d) could not be saved as they had no Original value=
Spell check the translations=تدقيق الترجمة إملائيا
Spelling...=تدقيق إملائي...
T&ools=&أدوات
Test the exception handler=فحص معالج الإستثناء
Text must match the entire line=يجب أن يطابق النص كامل السطر
The language will not be changed until you restart the program=يجب إعادة تشغيل البرنامج لتفعيل اللغة
The text "%s" could not be found=تعذر العثور على النص "%s"
The translation file has been modified, do you want to save it?=تم تعديل ملف الترجمة , هل تريد حفظه ؟
Themes=
There are no plugins to show.=للعرض plugins لا يوجد
This action is just here to disable shortcuts in rich edits (no need to translate this text)=(هذا الإجراء هو هنا فقط لتعطيل الإختصارات في التعديلات الموسعة (لا حاجة لترجمة هذا النص
This function is not yet implemented=هذه الوظيفة لم يتم تطبيقها بعد
Toggle Bookmark=تبديل الإشارة
Toggle Bookmark 0 on/off=تبديل الإشارة 0 فتح/إغلاق
Toggle Bookmark 1 on/off=تبديل الإشارة 1 فتح/إغلاق
Toggle Bookmark 2 on/off=تبديل الإشارة 2 فتح/إغلاق
Toggle Bookmark 3 on/off=تبديل الإشارة 3 فتح/إغلاق
Toggle Bookmark 4 on/off=تبديل الإشارة 4 فتح/إغلاق
Toggle Bookmark 5 on/off=تبديل الإشارة 5 فتح/إغلاق
Toggle Bookmark 6 on/off=تبديل الإشارة 6 فتح/إغلاق
Toggle Bookmark 7 on/off=تبديل الإشارة 7 فتح/إغلاق
Toggle Bookmark 8 on/off=تبديل الإشارة 8 فتح/إغلاق
Toggle Bookmark 9 on/off=تبديل الإشارة 9 فتح/إغلاق
Toggle Focus=تبديل التركيز
Toggle focus between list and translation=تبديل التركيز بين القائمة و الترجمة
Toggle full screen mode=تبديل نمط العرض في شاشة كاملة
Toggle the comments window=تبديل نافذة التعليقات
Toggle the Translated status of the item=تبديل الحالة المترجمة للمادة
Tools=أدوات
Translate using Dictionary=الترجمة باستخدام قاموس
Translate using the dictionary=الترجمة باستخدام القاموس
Translated=مترجم
Translating with dictionary finished=أنتهت الترجمة مع القاموس
Translation=الترجمة
Translation (%s)=(%s) الترجمة
Trim leading and trailing characters=بتر رموز امقدمة و التذييل
Trim translations=
Trim...=قطع...
Unable to locate the help file (%s). Make sure the file exists and try again.=إبحث عنه ثم حاول ثانية (%s). تعذر إيجاد ملف التعليمات
Undo=تراجع
Undo last edit=التراجع عن آخر تعديل
Unicode=Unicode
Uppercase translations=
Use this translation everywhere=إستخدام هذا الترجمة بكل مكان
UTF-8=UTF-8
View=عرض
View all properties=
View Comments=عرض التعليقات
View Orphaned Items=عرض المواد الزائدة

[TfrmOptions]
&Encoding for new files:=
&Font:=
&Footer:=
&Header:=
&Help:=التعليمات:
&Ignore translated items when using dictionary=&تجاهل المواد المترجمة عند إستعمال القاموس
&Language:=ال&لغة :
...=...
A&utomatically move to next/previous=الإنتقال آليا إلى التالي أو السابق
Advanced=
ANSI\r\nUTF-8\r\nUnicode\r\n=ANSI\r\nUTF-8\r\nUnicode\r\n
Autofo&cus translation when typing=تركيز آلي للترجمة عند الكتابة
Cancel=إلغاء الأمر
Color&s...=الأ&لوان...
Continually check whether the currently loaded files are being modified outside the program=التدقيق بشكل متتابع في ما إذا الملفات المفتوحة قد تم تعديلها خارج البرنامج
Enable to show the full path and filename of the loaded files in the listview's columns header=تمكين إظهار المسار الكامل و اسم الملف للملفات المفتوحة في مقدمة قوائم نافذة العرض
Enclose strings in quote characters when editing them=إحاطة الدالات برموز الإقتباس عند تعديلها
General=
I&gnore &&'s in dictionaries=تجاهل  && في القواميس
In&vert dictionary=أعكس القاموس
Monitor external file &changes=مراقبة تغيرات الملف الخارجي
Move to the next item when pressing RETURN (press Shift+RETURN to move to the previous item)=(للإنتقال إلى المادة السابقة Shift+RETURN إضغط) RETURN الإنتقال إلى المادة التالية عند ضغط
OK=حسنا
Preferences=ترجمة الأستاذ عوض الغامدي                     خيارات
Press &RETURN to confirm translation:=لتأكيد الترجمة &RETURN إضغط:
Preview:=
Remember form &position:=تذكر من المكان:
Remember form min/ma&x state=تذكر من حالة أقصى أو أدنى
Remember location of main window=تذكر مكان النافذة الرئيسية
Remember whether main window was minimized /maximized=تذكر إذا ما كانت النافذة الرئيسية مصغرة أم مكبرة
Save the current edits when pressing RETURN=RETURN أحفظ التعديل الحالي عند ضغط
Select a new font for the list and edit fields=حدّد خط جديد للقائمة وعدل الحقول
Sh&ow full filename in list columns=إظهار إسم الملف بالكامل في أعمدة القوائم
Sho&w details=إظهار التفاصيل
Show &quotes=إظهار علامات الإقتباس
Show &tooltips:=إظهار التلميحات:
Show short&cuts in tooltips=إظهار الإختصارات في التلميحات
Show shortcuts in tooltips windows=إظهار الإختصارات في نوافذ التلميحات
Show the details panel in the main window=إظهار لوحة التفاصيل في النافذة الرئيسية
Show tooltips windows=إظهار تلميحات النوافذ
Si&ze:=
Skip already translated items when using dictionary=
Switch order of the items in the dictionary=تغيير ترتيب المواد في القاموس
Use sa&me start folder for all files=أستخدم نفس مجلد البدء لكل الملفات
Use translation ever&ywhere=إستخدام الترجمة بكل مكان
When a file is opened, set the new folder as the start folder for all file open and save dialogs=عندما يكون الملف مفتوحا ضع المجلد الجديد كمجلد بداية لكل عملية فتح  أو حفظ ملف
When a translation is made, copies the translation to all other matching items automatically=عندما تتم الترجمة , فإن نسخ منها تتوزع على المواد المطابقة أوتوماتيكيا
When activated, typing in the listview will automatically move focus to the translation edit field.=سينتقل التركيز آليا إلى حقل تحرير الترجمة listviewعندما يتم تنشيطه , كتابة الـ
When translating with the dictionary, strip out any &'s in the original text before comparing=عند الترجمة بالقاموس نزع  أي علامة لـ  "&" من النص الأصلي قبل المقارنة

[TfrmOrphans]
&Merge...=
&Save...=
Copy=نسخ
Orphaned Items=مواد مهملة

[TfrmPromptArgs]
Application Directory=مجلد التطبيق
Arguments:=إجراءات:
Cancel=إلغاء الأمر
Command Line:=سطر الأمر:
Dictionary Directory=مجلد القاموس
Dictionary Extension=إمتداد القاموس
Dictionary Name=إسم القاموس
Dictionary Path=مسار القاموس
OK=حسنا
Original Directory=المجلد الأصلي
Original Extension=الإمتداد الأصلي
Original Line=السطر الأصلي
Original Name=الإسم الأصلي
Original Path=المسار الأصلي
Original Text=النص الأصلي
System Directory=System مجلد
Title=العنوان
Translation Directory=مجلد الترجمة
Translation Extension=إمتداد الترجمة
Translation Line=سطر الترجمة
Translation Name=إسم الترجمة
Translation Path=مسار الترجمة
Translation Text=نص الترجمة
Windows Directory=Windows مجلد

[TfrmSingleImport]
&Filename:=
...=...
Cancel=إلغاء الأمر
OK=حسنا
Select file=

[TfrmTools]
&...=&...
&Add=&إضافة
&Command:=الأمر:
&Delete=حذف
&Initial Directory:=المجلد المبدئي:
&Prompt for arguments=الحث على الإجراءات
&Test=تجربة
&Title:=العنوان:
A&rguments:=الإجراءات:
Add a new tool item=
All Executables (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd|All files (*.*)|*.*=(*.exe;*.com;*.pif;*.bat;*.cmd) جميع الملفات التنفيذية|*.exe;*.com;*.pif;*.bat;*.cmd|(*.*) كل الملفات|*.*
Application Directory=مجلد التطبيق
C&lear=مسح
Cancel=إلغاء الأمر
Dictionary Directory=مجلد القاموس
Dictionary Extension=إمتداد القاموس
Dictionary Name=إسم القاموس
Dictionary Path=مسار القاموس
Execute the command without closing this dialog=
External Tools=الأدوات الخارجية
Me&nu Contents:=محتويات القائمة:
Move &Up=تحريك لفوق
Move Do&wn=تحريك لتحت
Move item higher in list=
Move item lower in list=
OK=حسنا
Original Directory=المجلد الأصلي
Original Extension=الإمتداد الأصلي
Original Line=السطر الأصلي
Original Name=الإسم الأصلي
Original Path=المسار الأصلي
Original Text=النص الأصلي
Remove selected tool item=
Shortcut &Key:=مفتاح إختصار:
System Directory=System مجلد
Translation Directory=مجلد الترجمة
Translation Extension=إمتداد الترجمة
Translation Line=سطر الترجمة
Translation Name=إسم الترجمة
Translation Path=مسار الترجمة
Translation Text=نص الترجمة
Use an alternate method to execute command. If your command doesn't work, try checking this option=
Use Shell E&xecute=إستخدام إمتداد القشرة
Wait for co&mpletion=إنتظار الإتمام
Wait for the command to complete before returning to the program (doesn't work with all programs)=
When executed, a dialog is displayed where you can type in any additional arguments of your choice=
Windows Directory=Windows مجلد

[TfrmTrim]
Cancel=إلغاء الأمر
Leading\r\nTrailing\r\nBoth\r\n=المدمة\r\nالنهاية\r\nكلاهما\r\n
OK=حسنا
Original\r\nTranslation\r\nBoth\r\n=الأصل\r\nالترجمة\r\nكلاهما\r\n
Trim additional &whitespace also=قطع مساحة &بيضاء إضافية أيضا
Trim h&ow:=ك&يفية القطع:
Trim Options=خيارت القطع
Trim wh&at:=&مادة القطع:
Trim wh&ere:=م&كان الفطع:

[TGSIParser]
Export to OpenOffice GSI language file=
Import from OpenOffice GSI language file=
OpenOffice GSI files (*.gsi)|*.gsi|All files (*.*)|*.*=
OpenOffice GSI Parser Error=
There was an error importing, please check the files and try again=

[TIBFParser]
Export to IB Forums language file=
IB Forums Parser Error=
Import from IB Forums language file=
PHP files (*.php)|*.php|All files (*.*)|*.*=
There was an error importing, please check the files and try again=

[TMozillaDTDParser]
Export to Mozilla DTD file=
Import from Mozilla DTD file=
Mozilla DTD Files (*.dtd)|*.dtd|All files (*.*)|*.*=

[TMozillaPropsParser]
Export to Mozilla Properties file=
Import from Mozilla Properties file=
Mozilla properties files|*.properties|All files (*.*)|*.*=

[TMsDictParser]
&Filename:=
&Skip lines:=
...=...
Add Microsoft Copyright notice?=
Cancel=إلغاء الأمر
Confirm=تأكيد
Export to MS Glossary CSV file=
Import from MS Glossary CSV file=
MS Glossary Files (*.csv)|*.csv|All files (*.*)|*.*=
OK=حسنا
Select file=
This glossary is intellectual property of Microsoft Corporation. Please refer to the complete copyright text in the README.TXT file included in this file.,,,,,,,=

[TOlegParser]
Export to OlegTranslator file=
Import from OlegTranslator file=
OlegTranslator  Files (*.txt)|*.txt|All files (*.*)|*.*=

[TPHPNukeParser]
Export to phpNuke language file=
Import from phpNuke language file=
PHP files (*.php)|*.php|All files (*.*)|*.*=
phpNuke Parser=

[TPHPParser]
Export to PHP language file=
Import from PHP language file=
PHP files (*.php)|*.php;*.php3|All files (*.*)|*.*=
PHP Parser Error=
There was an error importing, please check the files and try again=

[Translator]
Author=Ini Translator
EMail=(ingen)
Language=الإفتراضي
Version=1.9.0.13

[TXilisoftParser]
Configuration=
Do not export empty translations=
Export to Xilisoft lang file=
File not found=
Import from Xilisoft lang file=
Lang files (*.lang)|*.lang|All files (*.*)|*.*=
OK=حسنا
Please import before export!=
